
// https://api.themoviedb.org/3/movie/157336/reviews?api_key=
{
  "id": 157336,
  "page": 1,
  "results": [
    {
      "author": "decovision",
      "content": "People seem to think that if you enjoy a Christopher Nolan movie, you are a fanboy and the film couldn't really be that good. That is not true. He has never made a bad movie, Insomnia is probably his worst and it is still an excellent movie. \r\nInterstellar is up there in his top 3, with The Dark Knight being number 1 and Inception in number 2. I don't think he will ever make a better movie than The Dark Knight, it is without a doubt a masterpiece of cinema in my opinion. It can be enjoyed on so many levels.\r\nI remember seeing Interstellar in the movie theater and being on the edge of my seat the whole time. It was breathtaking but the end left me confused so i walked out disappointed. \r\nSince then i have watched it many times but it only took a second viewing to realize what a great ending it is and here is why. How many people discuss the end, was the wormhole open or closed for him to make it to Brand, what happens next, is there a sequel. I discuss this with people who hate the movie and the debate will still last a good 30 minutes if not more without getting heated. It is a wonderful story told through the eyes of a genius film maker who deserves more than he receives, an oscar would be nice start.\r\nI read hat his next movie is to be released in July 2017, I can't wait to find out everything about it like i have since he began.\r\nIf you're unsure about Christopher Nolan, watch his career from the beginning starting with Doodlebug.",
      "id": "55f43b7dc3a3686d03003292",
      "url": "https://www.themoviedb.org/review/55f43b7dc3a3686d03003292"
    },
    {
      "author": "Andres Gomez",
      "content": "Another grandiloquent movie from Christoper Nolan.\r\n\r\nThe cast is good, and McConaughey performs a role made for himself. The photography is very nice but the movie commits all the same mistakes than previous Nolan's movies. I think mistakes but it may be that they are the points Nolan fans enjoy the most ...\r\n\r\n* The story makes you believe it is a realy deeply thought plot but, in the end, it has so basic mistakes and stupidities that make it nonsensical.\r\n* There is a general ambience of every moment being epic; deep, solemn and smart dialogues but, at some point our highly trained engineer and pilot behaves really stupidly.\r\n* To keep the mentioned constant feeling of being in an epic moment, Nolan uses a thumping and insistent soundtrack. As it is not a moment, but a 3h movie, it is really tiresome.\r\n\r\nAll in all, the movie is OK but you can only think this is a great movie if you are a real Nolan fan.",
      "id": "5634aee792514129fe009d2c",
      "url": "https://www.themoviedb.org/review/5634aee792514129fe009d2c"
    }
  ],
  "total_pages": 1,
  "total_results": 6
}